---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralH.InnerFillet
source: html/ac0a9fad-faa6-8d96-cc62-841a299ce136.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionGeneralH.InnerFillet Property

Inner Fillet - Corner fillet inner radius.

## Syntax (C#)
```csharp
public double InnerFillet { get; set; }
```